"SJVideoPlayer_ReplayText" = "Replay";
"SJVideoPlayer_PreviewText" = "Preview";
"SJVideoPlayer_PlayFailedText" = "Load failed, Click reload";

"SJVideoPlayer_NotReachablePrompt" = "Unstable network. Please check the network";
"SJVideoPlayer_ReachableViaWWANPrompt" = "Currently not using WiFi, please monitor data usage";

"SJVideoPlayer_CancelBtnTitle" = "Cancel";
"SJVideoPlayer_WaitingForRecordingTipsText" = "In the recording, please wait a minute";
"SJVideoPlayer_RecordTipsText" = "Click on the right button to finish recording";
"SJVideoPlayer_VideoPlayDidToEndText" = "Video play did to end";
"SJVideoPlayer_UploadingPrompt" = "Uploading";
"SJVideoPlayer_ExportingPrompt" = "Exporting";
"SJVideoPlayer_OperationFailedPrompt" = "Operation failed";
